---
kind: enumMember
id: F:Autodesk.Revit.DB.EaveCutterType.PlumbCut
enum: Autodesk.Revit.DB.EaveCutterType
source: html/e07e48f8-2ed3-8022-9905-4c5efbf2f185.htm
---
# Autodesk.Revit.DB.EaveCutterType.PlumbCut

Plumb Cut type of Eave.